Repository: alexa-samples/skill-sample-python-first-skill
Catalog: lambda/py/locales/*/LC_MESSAGES/data.po
Languages: fr_fr, hi_in

source: Hello! Welcome to Cake walk. What is your birthday?
fr_fr: Bonjour! Bienvenue sur le Génie des Anniversaires. Quelle est votre date de naissance ?
hi_in: नमस्ते. Cake Walk में आपका स्वागत. आपका जनमदिन कब हैं?

source: I was born Nov. 6th, 2014. When were you born?
fr_fr: Bonjour! Bienvenue sur le Génie des Anniversaires. Quelle est votre date de naissance ?
hi_in: मेरा जन्म 6 नवंबर, 2014 को हुआ था. आप कब पैदा हुए थे?

source: Welcome back. It looks like there is {} day until your {}th birthday.
fr_fr: Content de vous revoir! Il vous reste {} jour avant d'avoir {} ans.
hi_in: वापसी पर स्वागत है. आपके {} वे जनमदिन तक {} दिन हैं`

source: Welcome back. It looks like there are {} days until your {}th birthday
fr_fr: Content de vous revoir! Il vous reste {} jours avant d'avoir {} ans.
hi_in: आपके {} वे जनमदिन तक {} दिन हैं

source: Happy {}th birthday!
fr_fr: Joyeux Anniversaire! Aujourd'hui, vous avez {} an!
hi_in: {} वां जन्मदिन मुबारक हो

source: Thanks, I'll remember that you were born {} {} {}
fr_fr: Merci, je vais me rappeler que vous êtes né le {} {} {}.
hi_in: शुक्रिया. मुझे याद होगा कि आप {} {} {} मैं पैदा हुए थेैं

source: You can tell me your date of birth and I'll take note. You can also just say, 'register my birthday' and I will guide you. Which one would you like to try?
fr_fr: Je peux me souvenir de votre date de naissance. Dites-moi votre jour, mois et année de naissance ou bien dites-moi simplement "enregistre mon anniversaire" et je vous guiderai. Quel est votre choix ?
hi_in: आप मुझे अपनी जन्मतिथि बता सकते हैं और मैं note कर लूंगा. आप यह भी कह सकते हैं, "मेरा जन्मदिन register करें. आप कौन सा प्रयास करना चाहेंगे?

source: Goodbye!
fr_fr: Au revoir!
hi_in: अलवादी

source: Sorry, I couldn't understand what you said. Can you reformulate?
fr_fr: Désolé, je n'ai pas compris. Pouvez-vous reformuler ?
hi_in: Sorry, मैं वो समझ नहीं पायी. क्या आप दोहरा सकते हैं

source: I can't determine your timezone. Please check your device settings and make sure a timezone was selected. After that please reopen the skill and try again!
fr_fr: Je n'ai pas réussi à déterminer votre fuseau horaire. Veuillez vérifier les paramètres de votre appareil et réessayez.
hi_in: Sorry. मैं आपके समयक्षेत्र का निर्धारण नहीं कर सकता. आपकी Device Settings में timezone select कर दो और एक और बार skill खोलो.
