Repository: alexa-samples/skill-sample-python-first-skill
Catalog: i18n/locales/*/LC_MESSAGES/data.po
Languages: de_de, es_us, it_it, ja_jp, pt_br

source: Hello! Welcome to Cake walk. What is your birthday?
de_de: Hallo! Herzlich willkommen zu Herzlichen Glückwunsch. Wann hast du Geburtstag?
es_us: Hola! Bienvenidos a Feliz Cumpleaños. Cual es tu fecha de nacimiento?
pt_br: Olá! Boas vindas à skill Feliz Aniversário. Quando você nasceu?

source: I was born Nov. 6th, 2014. When were you born?
de_de: Ich bin am 6. November 2014 geboren. Wann bist du geboren?
es_us: Yo nací el 6 de noviembre 2014. Y tú?
it_it: Io sono nata il 6 novembre 2014. E tu invece?
ja_jp: 私は2004年10月6日に生まれました。あなたの誕生日はいつですか？
pt_br: Eu nasci em 6 de novembro de 2014. Quando você nasceu?

source: Welcome back. It looks like there is {} day until your {}th birthday.
de_de: Willkommen zurück. Es sieht so aus, als ob noch {} Tag bis zu Deinem {}. Geburtstag verbleibt.
es_us: Hola otra vez! Falta {} día para que cumplas {} año.
it_it: Ciao di nuovo! Manca {} giorno a quando avrai {} anni.
ja_jp: おかえりなさい。{}歳のお誕生日まで、あと{{count}}日です。
pt_br: Que bom que você está de volta! Parece que falta {} dia até o seu {}º aniversário.

source: Welcome back. It looks like there are {} days until your {}th birthday
de_de: Willkommen zurück. Es sieht so aus, als ob noch {} Tage zu Deinem {}. Geburtstag verbleiben.
es_us: Hola otra vez! Faltan {} días para que cumplas {} años.
it_it: Ciao di nuovo! Mancano {} giorni a quando avrai {} anni.
ja_jp: おかえりなさい。{}歳のお誕生日まで、残り{}日です。
pt_br: Que bom que você está de volta! Parece que faltam {} dias até o seu {}º aniversário.

source: Happy {}th birthday!
de_de: Alles Gute zum {}. Geburtstag!
es_us: Feliz Cumpleaños! Hoy cumples {} año!
it_it: Buon compleanno! Oggi compi {} anno!
ja_jp: {}歳のお誕生日、おめでとうございます！
pt_br: Feliz {}º aniversário!

source: Thanks, I'll remember that you were born {} {} {}
de_de: Danke, ich werde mir merken, dass du am {} {} {} geboren wurdest.
es_us: Gracias, me acordaré de tu fecha de nacimiento: {} {} {}.
it_it: Grazie, mi ricorderò la tua data di nascita: {} {} {}.
ja_jp: ありがとうございます。誕生日は {}年 {}月 {}日ですね？
pt_br: Obrigada, eu vou lembrar que você nasceu no dia {} de {} de {}.

source: You can tell me your date of birth and I'll take note. You can also just say, 'register my birthday' and I will guide you. Which one would you like to try?
de_de: Du kannst mir sagen, wann du Geburtstag hast und ich werde es mir merken. Du kannst auch einfach 'merke dir meinen Geburtstag' sagen und ich werde dir weiterhelfen. Was würdest du gerne probieren?
es_us: PPuedo apuntarme tu fecha de nacimiento. Dime la fecha o dime deacordarme de tu cumpleaños. Qué prefieres?
it_it: Posso segnarmi la tua data di nascita. Dimmi pure la data oppure dimmi di ricordami il tuo compleanno. Cosa preferisci?
ja_jp: あなたの誕生日を言うと、その日付を記憶します。もしくは、「私の誕生日を登録して」と言うと、詳しくご案内します。どちらにしますか？
pt_br: Você pode me dizer o dia em que você nasceu e eu vou tomar nota. Você também pode dizer, 'anote meu aniversário' eu irei guiar sua interação. Qual deles você quer tentar?

source: Goodbye!
de_de: Tschüss!
es_us: Hasta luego!
it_it: A presto!
ja_jp: さようなら
pt_br: Tchau!

source: Sorry, I couldn't understand what you said. Can you reformulate?
de_de: Sorry, ich konnte nicht verstehen was du gesagt hast. Kannst du das bitte umformulieren?
es_us: Perdona, no entendido. Puedes repetir?
it_it: Scusa, non ho capito. Puoi ripetere?
ja_jp: ごめんなさい、うまく理解できませんでした。もう一度言ってみてください。
pt_br: Desculpe, eu não entendi o que você disse. Pode reformular?

source: I can't determine your timezone. Please check your device settings and make sure a timezone was selected. After that please reopen the skill and try again!
de_de: Ich kann deine Zeitzone nicht bestimmen. Bitte überprüfe deine Geräteoptionen und stelle sicher, dass eine Zeitzone ausgeewählt ist. Öffne danach den Skill wieder und probiere es erneut!
es_us: No he potido determinar tu zona horaria. Verifica la configuraciónde tu dispositivo, y intenta otra vez.
it_it: Non ho potuto determinare il tuo fuso orario. Verifica la configurazione del tuo dispositivo, e riprova.
ja_jp: タイムゾーンを特定できませんでした。Alexaアプリでデバイスの設定を開き、タイムゾーンが正しく選択されていることを確認したあとで、もう一度試してください。
pt_br: Não consegui determinar seu fuso horário. Por favor verifique as configurações de seu aparelho e certifique-se de que um fuso horário está selecionado. Depois disso, reinicie a skill e tente novamente!

source: Hello! Welcome to Cake Time. What is your birthday?
it_it: Ciao! Benvenuti a Buon Compleanno. Qual'è la tua data di nascita?
ja_jp: こんにちは、ケークウォークへようこそ。あなたの誕生日はいつですか？
